<!DOCTYPE html>
<html lang="es">
    <head>
        <meta charset="UIF-8">
        <title>Este es el t&iacute;tulo del documento</title>
        <link rel="stylesheet" href="CSS/estilos.css">
    </head>
    <body>
        <div id="agrupar">
            <header id="cabecera">
                <h1>Fashion cosmetics.</h1>
            </header>
            <nav id="menu">
                <ul>
                    <li>Detalles importantes:
                        <ul>
                            <li><a href="Numerodeconsultas.html">N&uacute;mero para consultar la informaci&oacute;n que desee.</a></li>
                        </ul>
                    </li>
                    <li>Fotos:
                        <ul>
                            <li><a href= "Fotos.html">Ver fotos.</a></li>
                        </ul>
                    </li>
                </ul>
            </nav>
            <section id="seccion">
                <article>
                <header>
                    <hgroup>
                        <h1>Hola, bienvenida/o a mi p&aacute;gina donde puedes sentirte plenamente c&oacute;moda/o y puedes disfrutar de ver y comprar hermosos productos para tu carita.</h1>
                        <h2>Por aqu&iacute; pueden ver m&aacute;s informaci&oacute;n:</h2>
                    </hgroup>
                        <time datetime="2024-02-10" pubdate>Publicado 2024-02-10</time>
                    </header>
                    En mi tienda virtual de cosmeticos hago mi mayor esfuerzo para que mis clientes se sientan c&oacute;moda/os y satisfecha/os con sus compras, vendo productos que no contienen quimicos da単inos para la piel,
                    aparte de maquillaje en mi tienda pueden encontrar productos para la salud de su piel como protectores solares, productos de skincare y muchos m&aacute;s.
                    <figure>
                        <img id="img_maquillaje" src="res/Cosmeticos1.jpeg" alt="">
                        <figcaption>
                            En mi tienda podr&aacute;s encontrar variedad de cosmeticos y la mayoria agradable con el medio ambiente.
                        </figcaption>
                    </figure>
                </article>
                <article>
                <header>
                    <hgroup>
                        <h1>多Por qu&eacute; me esfuerzo cada d&iacute;a m&aacute;s en mejorar mi tienda virtual?</h1>
                        <h2>La raz&oacute;n es:</h2>
                        </hgroup>
                    </header>
                    Me encantar&iacute;a ser una p&aacute;gina donde cada persona pueda sentirse muy c&oacute;moda/o y pueda comprar sus productos sin pensar en que 
                    le van a juzgar o maltratar por qui&eacute;n o c&oacute;mo es sin necesidad alguna, tambi&eacute;n me encantar&iacute;a crecer y poder en poco tiempo tener mi propia tienda en f&iacute;sico y extenderla por el pa&iacute;s.
                    <figure>
                        <img id="img_maquillaje" src="res/Cosmeticos2.jpeg" alt="">
                    </figure>
                </article>
                <article>
                <header>
                    <hgroup>
                        <h1>Env&iacute;os.</h1>
                        <h2>Informaci&oacute;n: </h2>
                    </hgroup>
                </header>
                Con el paso del tiempo he logrado extender los env&iacute;os a todo el pa&iacute;s siendo esto de gran ayuda para mejorar y crecer como tienda.
                Los env&iacute;os tienen un costo personalizado dependiendo de su ubicaci&oacute;n.
                <figure>
                    <img id="img_maquillaje" src="res/Paquetes.jpeg" alt="">
                    <figcaption>
                        Mi tienda virtual est&aacute; abierta las 24 horas para hacer tus pedidos.
                        </figcaption>
                    </figure>
                </article>
                <article>
                <header>
                    <hgroup>
                        <h1>多Qu&eacute; se ofrece a los clientes?</h1>
                        <h2>Estos son algunos ejemplos:</h2>
                    </hgroup>
                </header>
                Ofrezco seguridad y confianza garantizada, env&iacute;os completos y seguros, muy buenos precios, buena calidad, productos NO da単inos para la piel.
                &Uacute;nicamente no se aceptan devoluciones de productos ya usados o rotos por el cliente, tambi&eacute;n dependiendo del caso de cada cliente o del alg&uacute;n error de la tienda.
                </article>
            </div>
        </body>
 </html>